alefragnani.bookmarks
bazelbuild.vscode-bazel
bruno-api-client.bruno
cduruk.thrift
charliermarsh.ruff
chouzz.vscode-better-align
christian-kohler.path-intellisense
dakara.transformer
davidanson.vscode-markdownlint
docker.docker
drblury.protobuf-vsc
foxundermoon.shell-format
ginfuru.ginfuru-better-solarized-dark-theme
github.copilot-chat
github.vscode-github-actions
google.geminicodeassist
grapecity.gc-excelviewer
humao.rest-client
jnoortheen.nix-ide
llvm-vs-code-extensions.lldb-dap
mads-hartmann.bash-ide-vscode
ms-azuretools.vscode-containers
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.live-server
ms-vscode.remote-explorer
pkief.material-icon-theme
pomdtr.excalidraw-editor
qwtel.sqlite-viewer
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
richie5um2.vscode-sort-json
ritwickdey.liveserver
rpinski.shebang-snippets
swiftlang.swift-vscode
tldraw-org.tldraw-vscode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-test
vscjava.vscode-maven
xaver.clang-format
yzhang.markdown-all-in-one
